"Check for Updates…" = "Controleren op updates...";

"Chat Identifier" = "Chat-ID";

"Message" = "Bericht";

"Message to send to ChatGPT" = "Bericht om naar ChatGPT te sturen";

"Which model would you like to use?" = "Welk model wil je gebruiken?";

"What would you like to ask ChatGPT about?" = "Waarover wil je iets aan ChatGPT vragen?";

"Continuous chat" = "Doorlopende chat";

"%@" = "%@";

"Start voice conversation" = "Spraakgesprek beginnen";

"ChatGPT Help" = "ChatGPT Help";

"New Chat" = "Nieuwe chat";

"Settings…" = "Instellingen...";

"Ask ChatGPT" = "Vragen aan ChatGPT";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Vragen en antwoorden over en weer in de chat inschakelen of de snelkoppeling meteen afronden na de reactie";

"Model to use with the new chat" = "Model om te gebruiken bij de nieuwe chat";

"Model name" = "Naam van model";

"Message Identifier" = "Bericht-ID";

"You can continue this chat from the app." = "Je kunt deze chat voortzetten vanuit de app.";

"Is there anything else you would like to ask about?" = "Is er nog iets anders waarover je een vraag wilt stellen?";

"Change Shortcut" = "Snelkoppeling wijzigen";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Met deze handeling wordt de ChatGPT-app gestart om een spraakgesprek met ChatGPT te beginnen.";

"Start new chat" = "Nieuwe chat beginnen";

"Content" = "Inhoud";

"Would you like to start a new chat?" = "Wil je een nieuwe chat beginnen?";

"Indicates whether a new chat should be started" = "Geeft aan of een nieuwe chat moet worden gestart";

"Start voice conversation with ChatGPT" = "Spraakgesprek met ChatGPT beginnen";

"Toggle Sidebar" = "Zijbalk omschakelen";

"New Temporary Chat" = "New Temporary Chat";

"Model" = "Model";

"This action will send a single message to a chat with ChatGPT and return the response." = "Met deze handeling wordt één enkel bericht naar een chat met ChatGPT gestuurd en wordt de reactie gegeven.";

"Model slug" = "Dynamisch gegevensveld van model";

